/* In browser window title */
"Get a registration key!" = "Unregistered";

/* The full name of the supporter */
"Registered to {0}" = "Registered to {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Your registration key has been copied to the Application Support folder.";

/* Validation failed */
"Not a valid registration key" = "Not a valid registration key";

"This registration key does not appear to be valid." = "This registration key does not appear to be valid.";

/* Thank you */
"Continue" = "Kontyntynuj";
